Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvHistoryTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# FETCHING_DISCUSSION_LIST_01_FOUND_%lld_DISCUSSIONS
source: Found %lld discussions on this device.
de: Es wurden %lld Diskussionen auf diesem Gerät gefunden.
es: Se encontraron %lld conversaciones en este dispositivo.
fr: %lld discussions trouvées sur cet appareil.
it: Trovate %lld chat su questo dispositivo.
ja: このデバイスで%lld個のディスカッションが見つかりました。
ko: 이 장치에서 %lld개의 토론을 찾았습니다.
pt_br: Encontramos %lld conversas neste dispositivo.
pt_pt: Encontradas %lld conversas neste dispositivo.
ru: На этом устройстве найдено %lld дискуссий.
uk: Знайдено %lld обговорень на цьому пристрої.
zh_hans: 在此设备上找到 %lld 个对话。

# FETCHING_DISCUSSION_LIST_01_IN_PROGRESS
source: Searching for discussions on this device...
de: Suche nach Diskussionen auf diesem Gerät...
es: Buscando conversaciones en este dispositivo...
fr: Recherche de discussions sur cet appareil…
it: Ricerca di conversazioni su questo dispositivo...
ja: このデバイスでディスカッションを検索中...
ko: 이 장치에서 대화 내용을 검색 중입니다...
pt_br: Buscando conversas neste dispositivo...
pt_pt: A pesquisar conversas neste dispositivo...
ru: Поиск диалогов на этом устройстве...
uk: Пошук розмов на цьому пристрої...
zh_hans: 正在此设备上搜索对话...

# FETCHING_DISCUSSION_LIST_TITLE
source: Scanning discussions on this device
de: Durchsuche Gespräche auf diesem Gerät
es: Buscando conversaciones en este dispositivo
fr: Recherche de discussions sur cet appareil
it: Ricerca in corso delle conversazioni su questo dispositivo
ja: このデバイスでディスカッションをスキャン中
ko: 이 장치에서 진행 중인 대화 검색 중
pt_br: Analisando as conversas neste dispositivo
pt_pt: A pesquisar conversas neste dispositivo
ru: Поиск обсуждений на этом устройстве
uk: Пошук розмов на цьому пристрої
zh_hans: 正在扫描此设备上的对话

# FETCHING_DISCUSSION_LIST_TITLE_DONE
source: Discussions scanned
de: Gespräche durchsucht
es: Conversaciones revisadas
fr: Recherche de discussions terminée
it: Conversazioni analizzate
ja: スキャンされたディスカッション
ko: 대화 내용 검색 완료
pt_br: Conversas pesquisadas
pt_pt: Conversas analisadas
ru: Диалоги просмотрены
uk: Перевірено дискусії
zh_hans: 已扫描的对话

# FETCHING_DISCUSSION_LIST_TITLE_ZIP
source: Scanning discussions in zip file
de: Diskussionen in ZIP-Datei werden durchsucht
es: Analizando las conversaciones en el archivo zip
fr: Recherche de discussions dans le fichier zip
it: Ricerca delle conversazioni all'interno del file zip
ja: zipファイル内のディスカッションをスキャン中
ko: zip 파일에서 대화 내용을 검색 중
pt_br: Analisando as conversas no arquivo ZIP
pt_pt: A analisar as conversas no ficheiro zip
ru: Идет сканирование обсуждений в ZIP-файле
uk: Пошук обговорень у файлі ZIP
zh_hans: 正在扫描压缩文件中的讨论

# FETCHING_DISCUSSION_LIST_TITLE_ZIP_DONE
source: Discussions found
de: Gespräche gefunden
es: Se encontraron conversaciones
fr: Discussions trouvées
it: Conversazioni trovate
ja: 見つかったディスカッション
ko: 발견된 대화
pt_br: Conversas encontradas
pt_pt: Conversas encontradas
ru: Найденные обсуждения
uk: Знайдено обговорення
zh_hans: 找到的讨论

# HISTORY_TRANSFER_EXPLANATION
source: This feature allows you to **securely transfer** your chat history between two of your devices. Before you start, your profile needs to **exist on both of these devices**.
de: Mit dieser Funktion können Sie Ihren Chatverlauf **sicher zwischen zwei Ihrer Geräte übertragen**. Bevor Sie beginnen, muss Ihr Profil **auf beiden Geräten vorhanden sein**.
es: Esta función te permite **transferir de forma segura** el historial de tus chats entre dos de tus dispositivos. Antes de empezar, tu perfil debe **existir en ambos dispositivos**.
fr: Cette fonctionnalité vous permet de transférer **en toute sécurité** votre historique de discussion entre deux de vos appareils. Avant de commencer, assurez-vous que votre **profil existe sur les deux appareils**.
it: Questa funzionalità ti consente di **trasferire in modo sicuro** la cronologia delle tue chat tra due dei tuoi dispositivi. Prima di iniziare, il tuo profilo deve essere **presente su entrambi i dispositivi**.
ja: この機能を使用すると、**安全に**チャット履歴を2つのデバイス間で**転送**できます。 始める前に、プロファイルが**両方のデバイスに存在すること**を確認してください。
ko: 이 기능을 사용하면 채팅 기록을 두 기기 간에 **안전하게 전송**할 수 있습니다. 시작하기 전에, 프로필이 **두 기기에 모두 존재해야 합니다**.
pt_br: Este recurso permite que você **transfira com segurança** o histórico de suas conversas entre dois de seus dispositivos. Antes de começar, seu perfil precisa **existir em ambos os dispositivos**.
pt_pt: Esta funcionalidade permite-lhe **transferir o histórico das suas conversas de forma segura** entre dois dos seus dispositivos. Antes de começar, o seu perfil tem de **existir em ambos os dispositivos**.
ru: Эта функция позволяет **безопасно переносить** историю ваших чатов между двумя вашими устройствами. Прежде чем начать, ваш профиль должен **существовать на обоих этих устройствах**.
uk: Ця функція дозволяє **безпечно переносити** історію ваших чатів між двома вашими пристроями. Перш ніж почати, переконайтеся, що ваш профіль **існує на обох цих пристроях**.
zh_hans: 此功能可让您**安全地**在您的两个设备之间**传输**聊天记录。 在开始操作之前，您的个人资料需要在这两个设备上都**存在**。

# IMPORT_CHAT_HISTORY_HEADER
source: Import your chat history
de: Chatverlauf importieren
es: Importa tu historial de chat
fr: Importez votre historique des discussions
it: Importa la cronologia delle tue chat
ja: チャット履歴をインポート
ko: 채팅 기록을 가져오세요
pt_br: Importe seu histórico de conversas
pt_pt: Importe o seu histórico de conversas
ru: Импортируйте историю ваших чатов
uk: Імпортуйте історію ваших чатів
zh_hans: 导入您的聊天记录

# IMPORT_EXPLANATION
source: Use this option if your are transferring your chat history **to** this device.
de: Wählen Sie diese Option, wenn Sie Ihren Chatverlauf **auf** dieses Gerät übertragen.
es: Utilice esta opción si está transfiriendo el historial de sus conversaciones **a** este dispositivo.
fr: Utilisez cette option pour transférer l’historique de vos discussions **vers** cet appareil.
it: Utilizza questa opzione se desideri trasferire la cronologia delle tue chat **su** questo dispositivo.
ja: このオプションは、チャット履歴を**このデバイスに**転送する場合に使用します。
ko: 채팅 기록을 **이** 장치로 옮기는 경우 이 옵션을 사용하세요.
pt_br: Use esta opção se você estiver transferindo o histórico de suas conversas **para** este dispositivo.
pt_pt: Use esta opção se pretender transferir o seu histórico de conversas **para** este dispositivo.
ru: Используйте эту опцию, если вы переносите историю чата **на** это устройство.
uk: Використовуйте цей параметр, якщо ви переносите історію своїх чатів **на** цей пристрій.
zh_hans: 如果您的聊天记录是**从**其他设备转移到此设备，请选择此选项。

# IMPORT_ZIP_EXPLANATION
source: Import your chat history from a zip file. The profile you chose must match the one of the zip file’s chat history.
de: Importieren Sie Ihren Chatverlauf aus einer ZIP-Datei. Das von Ihnen ausgewählte Profil muss mit dem Profil der Chatverlaufsdatei übereinstimmen.
es: Importa tu historial de chat desde un archivo ZIP. El perfil que elijas debe coincidir con el del historial de chat del archivo ZIP.
fr: Importez votre historique de discussion depuis un fichier zip. Le profil sélectionné doit correspondre à celui de l’historique contenu dans le fichier zip.
it: Importa la cronologia delle tue chat da un file zip. Il profilo che hai scelto deve corrispondere a quello della cronologia delle chat contenuta nel file zip.
ja: zipファイルからチャット履歴をインポートします。選択したプロファイルは、zipファイルのチャット履歴と一致している必要があります。
ko: zip 파일에서 채팅 기록을 가져옵니다. 선택한 프로필은 zip 파일의 채팅 기록과 일치해야 합니다.
pt_br: Importe seu histórico de conversas de um arquivo zip. O perfil que você escolher deve corresponder ao do histórico de conversas no arquivo zip.
pt_pt: Importe o seu histórico de conversas a partir de um ficheiro zip. O perfil que escolher deve corresponder ao do histórico de conversas do ficheiro zip.
ru: Импортируйте историю своих чатов из ZIP-файла. Выбранный вами профиль должен соответствовать профилю, из которого была взята история чатов в ZIP-файле.
uk: Імпортуйте історію ваших чатів із ZIP-файлу. Обраний вами профіль має відповідати профілю, з якого було створено ZIP-файл із історією чатів.
zh_hans: 从zip文件中导入您的聊天记录。您选择的个人资料必须与zip文件中聊天记录的个人资料匹配。

# IMPORT_ZIP_TITLE
source: Import a .zip
de: Eine .zip-Datei importieren
es: Importar un archivo .zip
fr: Importer un .zip
it: Importa un file .zip
ja: .zip ファイルをインポート
ko: .zip 파일을 가져오기
pt_br: Importar um arquivo .zip
pt_pt: Importar um ficheiro .zip
ru: Импортировать .zip файл
uk: Імпортуйте файл .zip
zh_hans: 导入 .zip 文件

# INIT_STATUS_VIEW_01_IN_PROGRESS
source: In progress…
de: In Bearbeitung…
es: En progreso...
fr: En cours…
it: In corso…
ja: 処理中…
ko: 진행 중...
pt_br: Em andamento...
pt_pt: Em andamento...
ru: В процессе…
uk: У процесі…
zh_hans: 正在进行中…

# INIT_STATUS_VIEW_02_CONNECTING_TO_DESTINATION_DEVICE
source: Connecting to destination device…
de: Verbinde mit dem Zielgerät…
es: Conectando al dispositivo de destino...
fr: Connexion à l’appareil de destination…
it: Connessione al dispositivo di destinazione in corso...
ja: 接続先のデバイスに接続中です…
ko: 대상 장치에 연결 중...
pt_br: Conectando ao dispositivo de destino…
pt_pt: A conectar ao dispositivo de destino...
ru: Подключение к целевому устройству...
uk: Підключення до пристрою…
zh_hans: 正在连接目标设备...

# INIT_STATUS_VIEW_02_CONNECTING_TO_SOURCE_DEVICE
source: Connecting to source device…
de: Verbinde mit dem Quellgerät…
es: Conectando al dispositivo de origen…
fr: Connexion à l’appareil source…
it: Connessione al dispositivo di origine in corso...
ja: 送信元デバイスへの接続中…
ko: 소스 장치에 연결 중...
pt_br: Conectando ao dispositivo de origem...
pt_pt: A conectar ao dispositivo de origem…
ru: Подключение к исходному устройству...
uk: Підключення до пристрою-джерела…
zh_hans: 正在连接源设备…

# INIT_STATUS_VIEW_02_CONNECTING_TO_SOURCE_DEVICE_WIFI_AWARE
source: If you haven't done so already, do this on the other device: 1. Open the **Chat history transfer** settings. 2. Choose **Export**. 3. Select the **same profile** as on this device. 4. Choose **Transfer between iPhones or iPads**. 5. Choose what to transfer. 6. Choose this device in the list of paired devices.
de: Falls Sie dies noch nicht getan haben, führen Sie die folgenden Schritte auf dem anderen Gerät aus: 1. Öffnen Sie die Einstellungen für die **Chatverlaufsübertragung**. 2. Wählen Sie **Exportieren**. 3. Wählen Sie das **gleiche Profil** aus, das Sie auf diesem Gerät ausgewählt haben. 4. Wählen Sie **Übertragung zwischen iPhones oder iPads**. 5. Wählen Sie aus, was übertragen werden soll. 6. Wählen Sie dieses Gerät aus der Liste der gekoppelten Geräte aus.
es: Si aún no lo has hecho, realiza los siguientes pasos en el otro dispositivo: 1. Abre la configuración de **Transferencia del historial de chat**. 2. Selecciona **Exportar**. 3. Elige el **mismo perfil** que en este dispositivo. 4. Selecciona **Transferir entre iPhones o iPads**. 5. Elige qué transferir. 6. Elige este dispositivo en la lista de dispositivos emparejados.
fr: Si ce n’est pas déjà fait, procédez comme suit sur l’autre appareil : 1. Ouvrez les paramètres de transfert d’historique des discussions. 2. Sélectionnez **Exporter**. 3. Choisissez le **même profil** que sur cet appareil. 4. Optez pour **Transfert entre iPhone ou iPad**. 5. Sélectionnez les éléments à transférer. 6. Choisissez cet appareil dans la liste des appareils appairés.
it: Se non lo hai già fatto, esegui questa operazione sull'altro dispositivo: 1. Apri le impostazioni di **Trasferimento della cronologia chat**. 2. Seleziona **Esporta**. 3. Seleziona lo **stesso profilo** che hai selezionato su questo dispositivo. 4. Seleziona **Trasferimento tra iPhone o iPad**. 5. Scegli cosa trasferire. 6. Seleziona questo dispositivo dall'elenco dei dispositivi associati.
ja: まだ行っていない場合は、別のデバイスで次の手順を実行してください。 1. **チャット履歴転送**設定を開きます。 2. **エクスポート**を選択します。 3. このデバイスと同じ**プロファイル**を選択します。 4. **iPhoneまたはiPad間の転送**を選択します。 5. 転送する内容を選択します。 6. ペアリングされたデバイスのリストから、このデバイスを選択します。
ko: 아직 하지 않았다면 다른 장치에서 다음 단계를 따르세요. 1. **채팅 기록 전송** 설정을 엽니다. 2. **내보내기**를 선택합니다. 3. 이 장치와 동일한 **프로필**을 선택합니다. 4. **iPhone 또는 iPad 간 전송**을 선택합니다. 5. 전송할 항목을 선택합니다. 6. 페어링된 장치 목록에서 이 장치를 선택합니다.
pt_br: Se você ainda não fez isso, execute os seguintes passos no outro dispositivo: 1. Abra as configurações de **Transferência do histórico de conversas**. 2. Escolha **Exportar**. 3. Selecione o **mesmo perfil** do dispositivo atual. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha o que você deseja transferir. 6. Selecione este dispositivo na lista de dispositivos pareados.
pt_pt: Se ainda não o fez, faça o seguinte no outro dispositivo: 1. Abra as definições de **Transferir histórico de conversas**. 2. Escolha **Exportar**. 3. Selecione o **mesmo perfil** do dispositivo atual. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha o que deseja transferir. 6. Escolha este dispositivo na lista de dispositivos emparelhados.
ru: Если вы еще этого не сделали, выполните следующие действия на другом устройстве: 1. Откройте настройки **Перенос истории чатов**. 2. Выберите **Экспорт**. 3. Выберите **тот же профиль**, что и на этом устройстве. 4. Выберите **Перенос между iPhone или iPad**. 5. Выберите, что нужно перенести. 6. Выберите это устройство в списке сопряженных устройств.
uk: Якщо ви ще цього не зробили, виконайте наступне на іншому пристрої: 1. Відкрийте налаштування **Перенесення історії чатів**. 2. Оберіть **Експортувати**. 3. Оберіть **той самий профіль**, що й на цьому пристрої. 4. Оберіть **Перенесення між iPhone або iPad**. 5. Оберіть, що саме потрібно перенести. 6. Оберіть цей пристрій зі списку під’єднаних пристроїв.
zh_hans: 如果尚未操作，请在另一台设备上执行以下操作： 1. 打开“聊天记录传输”设置。 2. 选择“导出”。 3. 选择与本设备相同的帐户。 4. 选择“在 iPhone 或 iPad 之间传输”。 5. 选择要传输的内容。 6. 在配对设备列表中选择本设备。

# INIT_STATUS_VIEW_02_CONNECTING_TO_SOURCE_DEVICE_WIFI_AWARE_%@
source: If you haven't done so already, do this on your %@: 1. Open the **Chat history transfer** settings. 2. Choose **Export**. 3. Select the **same profile** as on this device. 4. Choose **Transfer between iPhones or iPads**. 5. Choose what to transfer. 6. Choose this device in the list of paired devices.
de: Falls Sie dies noch nicht getan haben, führen Sie die folgenden Schritte auf Ihrem %@ aus: 1. Öffnen Sie die Einstellungen für die **Chatverlaufsübertragung**. 2. Wählen Sie **Exportieren**. 3. Wählen Sie dasselbe **Profil** wie auf diesem Gerät aus. 4. Wählen Sie **Übertragung zwischen iPhones oder iPads**. 5. Wählen Sie aus, was übertragen werden soll. 6. Wählen Sie dieses Gerät aus der Liste der gekoppelten Geräte.
es: Si aún no lo has hecho, sigue estos pasos en tu %@: 1. Abre la configuración de **Transferir historial de chat**. 2. Elige **Exportar**. 3. Selecciona el **mismo perfil** que en este dispositivo. 4. Elige **Transferir entre iPhones o iPads**. 5. Elige qué quieres transferir. 6. Elige este dispositivo en la lista de dispositivos emparejados.
fr: Si ce n’est pas déjà fait, procédez comme suit sur votre %@ : 1. Ouvrez les paramètres de transfert d’historique des discussions. 2. Sélectionnez **Exporter**. 3. Choisissez le **même profil** que sur cet appareil. 4. Optez pour **Transfert entre iPhone ou iPad**. 5. Sélectionnez les éléments à transférer. 6. Choisissez cet appareil dans la liste des appareils appairés.
it: Se non lo hai già fatto, esegui questa operazione sul tuo %@: 1. Apri le impostazioni di **Trasferimento cronologia chat**. 2. Seleziona **Esporta**. 3. Seleziona lo **stesso profilo** utilizzato su questo dispositivo. 4. Seleziona **Trasferimento tra iPhone o iPad**. 5. Scegli cosa trasferire. 6. Scegli questo dispositivo dall'elenco dei dispositivi associati.
ja: まだ行っていない場合は、まず以下の手順を %@ で実行してください。 1. **チャット履歴転送**の設定を開きます。 2. **エクスポート**を選択します。 3. このデバイスと同じ**プロファイル**を選択します。 4. **iPhoneまたはiPad間の転送**を選択します。 5. 転送する内容を選択します。 6. ペアリングされたデバイスのリストからこのデバイスを選択します。
ko: 아직 하지 않았다면 다음 단계를 따라 %@에서 수행하십시오. 1. **채팅 기록 전송** 설정을 엽니다. 2. **내보내기**를 선택합니다. 3. 이 장치와 동일한 **프로필**을 선택합니다. 4. **iPhone 또는 iPad 간 전송**을 선택합니다. 5. 전송할 항목을 선택합니다. 6. 연결된 장치 목록에서 이 장치를 선택합니다.
pt_br: Se você ainda não fez isso, siga estes passos no seu %@: 1. Abra as configurações de **Transferência do histórico de conversas**. 2. Escolha **Exportar**. 3. Selecione o **mesmo perfil** usado neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha o que deseja transferir. 6. Escolha este dispositivo na lista de dispositivos pareados.
pt_pt: Se ainda não o fez, siga estes passos no seu %@: 1. Abra as configurações de **Transferência do histórico de conversas**. 2. Escolha **Exportar**. 3. Selecione o **mesmo perfil** que usou neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha o que pretende transferir. 6. Selecione este dispositivo na lista de dispositivos emparelhados.
ru: Если вы еще этого не сделали, выполните следующие действия на вашем %@: 1. Откройте настройки **Перенос истории чатов**. 2. Выберите **Экспорт**. 3. Выберите **тот же профиль**, что и на этом устройстве. 4. Выберите **Перенос между iPhone или iPad**. 5. Выберите, что нужно перенести. 6. Выберите это устройство в списке подключенных устройств.
uk: Якщо ви ще цього не зробили, виконайте наступні дії на вашому %@: 1. Відкрийте налаштування **Перенесення історії чатів**. 2. Виберіть **Експорт**. 3. Виберіть **той самий профіль**, що й на цьому пристрої. 4. Виберіть **Перенесення між iPhone або iPad**. 5. Виберіть, що саме потрібно перенести. 6. Виберіть цей пристрій зі списку підключених пристроїв.
zh_hans: 如果您尚未执行此操作，请在您的 %@ 上执行以下操作： 1. 打开“聊天记录传输”设置。 2. 选择“导出”。 3. 选择与此设备相同的资料。 4. 选择“在 iPhone 或 iPad 之间传输”。 5. 选择要传输的内容。 6. 在配对的设备列表中选择此设备。

# INIT_STATUS_VIEW_02_SUBTITLE_WIFI_AWARE
source: If you haven't done so already, do this on the other device: 1. Open the **Chat history transfer** settings. 2. Choose **Import**. 3. Select the **same profile** as on this device. 4. Choose **Transfer between iPhones or iPads**. 5. Choose this device in the list of paired devices.
de: Falls noch nicht geschehen, führen Sie dies auf dem anderen Gerät aus: 1. Öffnen Sie die Einstellungen für die **Chatverlaufsübertragung**. 2. Wählen Sie **Importieren**. 3. Wählen Sie dasselbe **Profil** wie auf diesem Gerät aus. 4. Wählen Sie **Übertragung zwischen iPhones oder iPads**. 5. Wählen Sie dieses Gerät in der Liste der gekoppelten Geräte aus.
es: Si aún no lo has hecho, realiza estos pasos en el otro dispositivo: 1. Abre la configuración de **Transferir historial de chat**. 2. Selecciona **Importar**. 3. Selecciona el **mismo perfil** que en este dispositivo. 4. Elige **Transferir entre iPhones o iPads**. 5. Elige este dispositivo en la lista de dispositivos emparejados.
fr: Si ce n’est pas déjà fait, procédez comme suit sur l’autre appareil : 1. Ouvrez les paramètres de transfert d’historique des discussions. 2. Sélectionnez **Importer**. 3. Choisissez le **même profil** que sur cet appareil. 4. Optez pour **Transfert entre iPhone ou iPad**. 5. Sélectionnez cet appareil dans la liste des appareils appairés.
it: Se non l'hai già fatto, esegui queste operazioni sull'altro dispositivo: 1. Apri le impostazioni di **Trasferimento cronologia chat**. 2. Scegli **Importa**. 3. Seleziona lo **stesso profilo** utilizzato su questo dispositivo. 4. Scegli **Trasferimento tra iPhone o iPad**. 5. Scegli questo dispositivo nell'elenco dei dispositivi associati.
ja: まだ別のデバイスで実行していない場合は、以下の手順を実行してください。 1. **チャット履歴の転送**設定を開きます。 2. **インポート**を選択します。 3. このデバイスと同じ**プロフィール**を選択します。 4. **iPhoneまたはiPad間での転送**を選択します。 5. ペアリングされたデバイスのリストからこのデバイスを選択します。
ko: 아직 하지 않았다면 다른 기기에서 다음 단계를 수행하세요. 1. **채팅 기록 전송** 설정을 엽니다. 2. **가져오기**를 선택합니다. 3. 이 기기와 **동일한 프로필**을 선택합니다. 4. **iPhone 또는 iPad 간 전송**을 선택합니다. 5. 페어링된 기기 목록에서 이 기기를 선택합니다.
pt_br: Se você ainda não fez isso, realize os seguintes passos no outro dispositivo: 1. Abra as configurações de **Transferência do histórico de conversas**. 2. Escolha **Importar**. 3. Selecione o **mesmo perfil** que você usou neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Selecione este dispositivo na lista de dispositivos pareados.
pt_pt: Se ainda não o fez, faça o seguinte no outro dispositivo: 1. Abra as definições de **Transferência do histórico de conversas**. 2. Escolha **Importar**. 3. Selecione o **mesmo perfil** que usou neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha este dispositivo na lista de dispositivos emparelhados.
ru: Если вы еще этого не сделали, выполните следующие действия на другом устройстве: 1. Откройте настройки **Перенос истории чатов**. 2. Выберите **Импорт**. 3. Выберите **тот же профиль**, что и на этом устройстве. 4. Выберите **Перенос между iPhone или iPad**. 5. Выберите это устройство в списке сопряженных устройств.
uk: Якщо ви ще цього не зробили, виконайте наступні дії на іншому пристрої: 1. Відкрийте **Налаштування передачі історії чатів**. 2. Виберіть **Імпорт**. 3. Виберіть **той самий профіль**, що й на цьому пристрої. 4. Виберіть **Передача між iPhone або iPad**. 5. Виберіть цей пристрій у списку під’єднаних пристроїв.
zh_hans: 如果尚未操作，请在另一台设备上执行以下操作： 1. 打开“聊天记录传输”设置。 2. 选择“导入”。 3. 选择与本设备相同的资料。 4. 选择“在 iPhone 或 iPad 之间传输”。 5. 在配对的设备列表中选择本设备。
